{
    "name": "Fundacion Villanueva",
    "fvDescription": "La Fundación Villanueva es una entidad privada, con personalidad jurídica y sin fines de lucro, cuyo objeto principal es divulgar el pensamiento y obra del arquitecto venezolano Carlos Raúl Villanueva. En este sentido, su actividad primordial está centrada en la organización y preservación del valioso y diverso archivo personal de Carlos Raúl Villanueva, haciendo posible el acceso y consulta de estos documentos a investigadores y profesionales de distintas disciplinas. Paralelamente, se llevan a cabo diversas actividades de difusión a través de exposiciones, conferencias y publicaciones en el ámbito nacional e internacional, en estrecha colaboración con distintas instituciones. Dentro de este campo de acción se inscribe la presentación de esta página web como medio idóneo para fortalecer los fines y propósitos.",
    "sibylTextPt1" : "Desde 1950, la América latina especialmente en México, Brasil y Venezuela ha alcanzado un lugar prominente en la arquitectura en base a las inteligentes variantes aportadas a una revolución en el campo del diseño que en Europa comenzara treinta años antes. Los arquitectos de vanguardia en estos países no se contentaron con la realización de obras aisladas. Revolucionaron la herencia académica de su profesión introduciendo un nuevo concepto de multiplicidad. Ciudades enteras, tales como Belo Horizonte, Ciudad Motores y Brasilia, amplios conjuntos de viviendas y nuevas ciudades universitarias acentúan la compleja armonía requerida entre el diseño urbano y las necesidades individuales. Esta fusión de los arquitectónico y lo urbanístico no se repite en sitio alguno de la tierra. Significa una interpretación absolutamente inédita de la misión del arquitecto y por la calidad de sus resultados, merece ser estudiada detenidamente.",
    "sibylTextPt2": "En Venezuela, Carlos Raúl Villanueva aporta en sus propios diseños algunas de las contribuciones más valiosas y su influencia, debido a la intensidad de sus actividades como profesor, autor y dirigente cívico, se ha dejado sentir mucho más allá de las obras realizadas. A él se debe la introducción de nuevos cánones y conceptos de creación que abarcan desde los conjuntos de vivienda multifamiliar hasta la relación de reciprocidad entre el arte y las estructuras contemporáneas. Su evolución, más que la de cualquier otro arquitecto latinoamericano, señala el proceso ininterrumpido de la arquitectura y la transformación de las tradiciones renacentistas bajo el impacto de cambios sociológicos, tecnológicos y estéticos.",
    "more":"Consulta más informacion sobre",
    "vida": "Vida",
    "obra": "Obra",
    "escritos": "Escritos",
    "fundacion" :"Fundación"
}