{
    "name": "Villanueva's Foundation",
    "fvDescription": "The Villanueva Foundation is a private entity, with legal personality and nonprofit status, whose main purpose is to disseminate the thought and work of the Venezuelan architect Carlos Raúl Villanueva. In this sense, its primary activity is focused on the organization and preservation of the valuable and diverse personal archive of Carlos Raúl Villanueva, making it possible for researchers and professionals from various disciplines to access and consult these documents. Additionally, various dissemination activities are carried out through exhibitions, conferences, and publications at the national and international levels, in close collaboration with different institutions. Within this field of action, the presentation of this website is included as a suitable means to strengthen the purposes and goals.",
    "sibylTextPt1" : "Since 1950, South America in particular Mexico, Brazil, and Venezuela has made architectural news with talented variations of the design revolutions that had started in Europe thirty years earlier. The avant garde architects of these countries did not content themselves with individual buildings. They revolutionized the academic heritage of their profession through a new concept of multiplicity. Whole new towns, such as Belo Horizonte, Ciudad Motores, and Brasilia, vast housing projects, and new university cities, put emphasis on a complex harmony of urban design and individual requirement. This blending of architecture and planning is not matched anywhere else on earth. It represents a new interpretation of the architect's mission which, by the quality of its results, is worth studying.",
    "sibylTextPt2": "In Venezuela, Carlos Raul Villanueva made some of the most valuable contributions in his own designs, but his influence went far beyond the examples he built through his extensive activities as a teacher, writer, and civic leader. He was the initiator of new standards and creative ideas reaching from public housing projects to the reciprocal relationship of contemporary art and contemporary structure. His development, more than that of any other Latin American architect, illuminates the continuous process in architecture, the transformation of Renaissance traditions under the impact of social, technological, and esthetic changes in Latin American architecture.",
    "more":"More information",
    "vida": "Biography",
    "obra": "Work",
    "escritos": "Writings",
    "fundacion" :"Foundation"
}
    
