{
  "1900": "He was born in London, on May 30, son of Carlos Antonio Villanueva and Paulina Astoul. Shortly afterwards the family settled in France. He grew up in that European diplomatic environment and received his basic education at the Lycée Condorcet in Paris. Between 1918 and 1919 they stayed for a long period in Malaga, then returning again to the French capital.", 
  "1920-1928": "In 1920 he began studying architecture at the École Beaux Arts, Paris, in the workshop of Gabriel Héraud, where his older brother Marcel had also studied.",
  "1927":"During his years of study he carried out some independent projects from the School, including a Zoo in Nicaragua (his father was minister-ambassador of that country at that time) and a Club in Costa Rica. He worked with León Joseph Madeline in Paris.",
  "1928": "He participates as an assistant in the project of another student of the Héraud workshop, Roger-Léopold Hummel, Un Hôtel d'ambassade à constructede dans un grand pays d'Extrême Orient, winner of the Deuxième Second Grand Prix. On June 6 he received the title of Architect at the École des Beaux Arts in Paris. He traveled to Venezuela for the first time and then to the United States, where he worked until the following year with his brother Marcel and the architects Guilbert and Betelle on projects for schools.",
  "1929": "He returned to Venezuela and began working in the Ministry of Public Works: Director of Buildings and Ornamental Works until 1939. From the beginning he knew how to adapt the formation of Paris to the geopolitical conditions of Venezuela at that time. The process is carried out by testing an aesthetic pattern that, over time, will become increasingly abstract, universal and accepted.",
  "1930": "On the centenary of Bolívar's death, the Government undertakes a broad public works plan centered in Maracay. The Hotel Jardín opens on December 19.",
  "1932-1933": "The Maracay Bullring is built, inaugurated in 1933. On January 28, 1933, he married Margot Arismendi, who would accompany him until his death. He occupies Chair Ill in the Academy of Physical, Mathematical and Natural Sciences.",
  "1934": "The Maracay Bullring is built, inaugurated in 1933. On January 28, 1933, he married Margot Arismendi, who would accompany him until his death. He occupies Chair Ill in the Academy of Physical, Mathematical and Natural Sciences.",
  "1935": "Se inicia la construcción del Museo de Bellas Artes en Los Caobos, Caracas.",
  "1936": "On July 24 he received the revalidation in Venezuela of the title of Architect.",
  "1937": "With Luis Malaussena he created the Venezuelan Pavilion at the Paris International Exhibition, a work that received a Special Mention. The theme of the integration of the arts stands out in many pavilions of the exhibition, in which Herbin, Léger, among others, work, as well as the pavilions of Le Corbusier's New Times, the Finland pavilion, by Alvar Aalto, and the of the Republic of Spain, by José Luis Sert and Luis Lacasa, with works by Picasso, Julio González, Alberto Sánchez, Miró and Calder. Villanueva remained in Paris for seven months (1937-38): he studied at the Urban Planning Institute of the University of Paris.",
  "1938": "The Museum of Fine Arts of Caracas is inaugurated. The Urban Planning Directorate is created, attached to the government of the Federal District, of which Villanueva, Carlos Guinand, Enrique García Maldonado and Gustavo Wallis are members, with urban planners Prost, Lambert, Wegenstein and Rotival being advisors. The Caracas Regulatory Plan is presented, drafted by a team led by Maurice Rotival, with whom Villanueva will maintain a deep friendship. He is a Member of the Society of Fine Arts Architects of Paris.",
  "1939": "The Museum of Natural Sciences is inaugurated in Caracas. Projects the Gran Colombia School, the first modern school in Venezuela; Francisco Narváez made a high relief for its main façade and received the National Sculpture Award the following year.",
  "1940": "Participate in the Competition for the Headquarters of the College of Engineers of Venezuela, which Luis Eduardo Chataing wins. He plans the Plaza La Concordia, built when the Rotunda, prison of the Gomecista regime, was demolished. He began working at Banco Obrero, dedicating himself to implementing new solutions to improve the housing of the working and salaried class.",
  
  "1941": "The government calls for a competition between Villanueva and C. Guinand to redevelop the El Silencio area. He is a Founding Professor of the School of Architecture (FAU) of the Central University of Venezuela (UCV), created this year, with Luis Malaussena, Fernando Salvador, among others, also being professors. Cipriano Dominquez… Directs one of the Composition Workshops and the Chairs of Urban Planning and History of Architecture. He is a Corresponding Member of the Colombian Society of Architects.",
  "1942": "Win the El Silencio Redevelopment contest. The Gran Colombia School is inaugurated. He is a Founding Member of the Venezuelan Association of Friends of Colonial Art.",
  "1943": "The University City Institute is created and the Hacienda Ibarra is purchased to build the University City of Caracas. Villanueva plans the General Rafael Urdaneta Urbanization in Maracaibo, the largest of those built by Banco Obrero up to that time.",
  "1944": "Blocks 5, 6 and 7 of El Silencio are inaugurated. The University City Institute. The University City Institute sends a commission to Bogotá, in which Villanueva participates, to carry out a study and prepare a report on the University City of Caracas. Villanueva made the first overall proposal for it, the works began with the preparation of the land and the construction of the main access bridge began.",
  "1945": "Blocks 3 and 4 of El Silencio are inaugurated and then, the last stage of that urbanization, Blocks 1 and 2 and Plaza Urdaneta, today Plaza O'Leary, with the fountains and the sculpture group by Francisco Narváez. He plans the buildings of the medical zone of the University City and begins the construction of the Clinical Hospital, the Anatomo-Pathological Institute and the Institute of Experimental Medicine. He is a Founding Member and first President of the Venezuelan Society of Architects, and a Founding Member of the National Board for the Protection and Conservation of the Historical and Artistic Heritage of the Nation. He receives the Order of the Liberator, with the rank of Officer, and the Francisco de Miranda Order.",
  "1946": "The Banco Obrero Architecture Workshop, TABO, was created, made up of six architects, with Villanueva appointed Consulting Architect, being in charge of the design of several urbanizations in the interior of the country, of which four began to be built that year. He is Founding Director and Member of the National Urban Planning Commission.",
  "1947": "Banco Obrero begins 22 developments, including the Urdaneta Urbanization in the Federal District and Los Morichales in the Bolívar State, both Villanueva projects. Receives Honor Award and Diploma from the University City of Caracas at the exhibition of the Pan American Congress of Architects in Lima. He is named Honorary Member of the Urban Planning Institute of Peru.",
  "1948": "Banco Obrero begins 9 developments and Villanueva projects the Francisco de Miranda and Coronel Delgado Chalbaud Residential Units. He is appointed corresponding member of the French Society of Urban Planners. Auguste Perret dedicates his book Contribution à une Theorie de l'Architecture to him. Receives the Applause Medal of Merit from the Creole Petroleum Corporation and, on August 27, the Legion of Honor of France",
  "1949": "First promotion of the Caracas School of Architecture. Juan Pedro Posani meets Villanueva: the beginning of a long and fruitful work and friendship relationship. Villanueva plans different Schools, Faculties, student residences, service and Olympic and Baseball stadiums in the University City, introducing the first significant changes in the University City Plan. Banco Obrero begins 11 developments, including San Martín, in the Federal District, projected by Villanueva" ,
  "1950": "The Olympic and Baseball Stadiums are built. Designed the Francisco de Miranda Residential Unit, in Casalta, for Banco Obrero. He publishes his book La Caracas de Ayer y Hoy in Paris. Its Colonial architecture and the Redevelopment of El Silencio. He participates in the Havana Congress of Architects, and meets Wilfredo Lam.",
  "1951": "The Olympic and Baseball Stadiums are inaugurated in the University City. At Banco Obrero, the National Housing Plan is formulated to be executed by the Architecture Workshop, TABO: it plans 12,185 new homes in four years. 10 developments begin, including the redevelopment of Ciudad Tablitas, Villanueva and Celis Cepero. In 1951-52 he designed and built his second house, Caoma. He chairs the Federal District commission to prepare the New Architecture and Urban Planning Ordinance, made up of Ferrero Tamayo, Azpurúa, Mejias, Salas, Berti, Jove, Risquez, and Ipraanim Velutini. Organizes the exhibition Architecture and Contemporary French Techniques at the Museum of Fine Arts. José L. Sert visits the works of the University City and. Through him, Villanueva meets Alexander Calder at his home in Roxbury, CT, USA.",
  "1952": "Between 1952 and 1953 he carried out the projects for the Central Complex of the University City, in which the Synthesis of the Arts project designed for the entire University City acquired particular importance. This same year its construction began, which represents a profound change in the initial Assembly Plan. Banco Obrero begins 5 developments, including the Coronel Carlos Delgado Chalbaud Neighborhood Unit, in Villanueva. Public, with Celis Cepero, Popular Housing in Venezuela. At the Pan American Congress of Architects, in Mexico, he gave a lecture on the University City. He is a Corresponding Member of the American Institute of Architects. Alexander Calder designs the Flying Saucers, acoustic panels for the Aula Magna. Tribute to Villanueva in Paris by his fellow students at the School of Fine Arts.",
  "1953": "In the University City of Caracas, the buildings of the Central Complex and a good part of the covered corridors are inaugurated. Banco Obrero begins 7 developments, including the El Paraíso Residential Unit, by Villanueva and Celis, and the Los Sauces development, by Villanueva, Guido Bermúdez and Carlos Brando. The first expansion of the Museum of Fine Arts is inaugurated. He founded the magazine A, Hombre y Expresion, together with J. P. Posani and R. Lozada. In Paris the sculptures Shepherd of Clouds by J. Arp, the Amphion by H. Laurens, The Motherhood by B. Lobo, Dynamism in 30 degrees by A. Pevsner, the Stained Glass and the mural elements by F. Léger, the murals were made by Oswaldo Vigas and André Bloc and the works by Victor Vasarély Homage to Malevich, Positive-Negative and Sophia for the University City. These works are exhibited at the Musée National d'Art Moderne in Paris, and are sent to Caracas the following year. Calder makes the Snow Gust mobile, located today in the Faculty of Architecture and Urban Planning.",
  "1954": "In the University City, the Aula Magna is inaugurated, with the X Inter-American Conference, the Clinical Hospital and other buildings, and a good part of the works of the Synthesis of the Arts project are placed. Jean Arp sends Villanueva a model for one of the mosaics that Sophie Tauber-Arp had made at the Café Aubette in Strasbourg in 1926; This work will be reproduced in the Faculty of Humanities. Antoine Pevsner receives the highest distinction at the Milan Triennale with the other example of the sculpture Dynamism at 30 Degrees from the University City of Caracas. At Banco Obrero, Villanueva, Bermúdez, Brando and Centella carry out the Cerro Piloto Plan. 21 urbanizations are started, in some of which construction of the superblocks foreseen in the plan begins: one of them is built in the record time of 42 days. José L. Sert gives a series of lectures at the Banco Obrero Architecture Workshop during his visit to present the project for the La Pomona housing complex, Maracaibo, on which he has advised Guinand and Benacerraf. Banco Obrero Exhibition builds Venezuela in Bogotá and then in Maracay. The Banco Obrero Magazine is published. Villanueva lectures at M.I.T., in Cambridge, MA, USA, and is named Corresponding Member of the Academy of Architecture in France.",
  "1955": "The Rental Zone of the University City begins, then the works permanently stop. The Banco Obrero begins the urbanization December 2, today January 23 After six months of works, the First Stage is inaugurated; The process will be repeated in 1956 and 1957 for the following stages. In three years, more than 9,000 apartments will have been built to accommodate some 60,000 people, an experience without parallel in all of America. Exhibition of works by Calder at the Museum of Fine Arts of Caracas, organized by Villanueva, Arroyo and Otero. Calder traveled to Venezuela for the first and only time, stayed for a while and worked in the Workshops of the Industrial Technical School of the University City, where he carried out several works, including the Devil's Chair, in tribute to Villanueva for his courage in construction. of the University City. Soto makes the Cajita Villanueva. Our architect acquires a good number of pieces from the Kinetic and Optical Art exhibition Le Mouvement, Denise René Gallery, Paris, with works by Soto, Calder, Vasarély, Tinquely, Duchamp, Jacobsen and Agam. He is a Member of the Qualifying Jury at the International Painting Exhibition of Valencia, Venezuela. He is a Corresponding Partner of the Institute of Architects of Brazil.",
  "1956": "Banco Obrero begins the construction of 10 developments, including Simón Rodríquez, a Villanueva and Mijares project. He is elected Member of the Circle of Architectural Studies of Paris. He meets Walter Gropius in Cambridge.",
  "1957": "The Faculty of Architecture of the University City and the School of Engineering and Petroleum are inaugurated in Maracaibo. The Espacio y Forma collection is founded, the first publication of the Faculty of Architecture and Urban Planning of the UCV. Villanueva builds the La Asunción Church in the 23 de Enero urbanization. Between 1957 and 1958 he carried out the project and construction of his Sotavento house in Caraballeda. On June 27 he gives a lecture on The Integration of the Arts in the auditorium of the Faculty of Architecture. Together with Calder, he received Honorable Mention for the Aula Magna of the University City at the IV Biennial of Sao Paulo, Brazil. Exhibition at the World Affairs Center in New York on Venezuelan Architecture, sponsored by the Creole Petroleum Corp. and the Venezuelan Society of Architects, with Luis Ramírez in charge, with Paolo Gasparini participating in the photographic material of the panels and writings by Richard Neutra and Villanueva. He is President of the Board of Directors of the French Venezuelan Cultural Institute.",
  "1958": "Between 1958 and 1959 he carried out projects to complete the sports area of ​​the University City. Of these, the Indoor Gymnasium will not be completed and a temporary cover will be placed on it. He gives lectures at the Faculty of Architecture and Urban Planning of Buenos Aires and at the Brazilian Institute of Architects of Sao Paulo. Participate in the Talks on New Cities organized in Rio de Janeiro by the Brazilian Institute for Education, Science and Culture, the Institute of Architects of Brazil and the U.I.A., sponsored by UNESCO. Presentation at the Faculty of Architecture of the UCV of the Latin American Architecture exhibition at the MoMA in New York in 1955.",
  "1959": "He is elected Honorary Corresponding Member of the RIBA, Royal Institute of British Architects, London. In September he visits Le Corbusier in his atelier. Vasarély exhibition at the Museum of Fine Arts of Caracas.",
  "1960": "Alexander Calder makes his work The City, acquired by the Museum of Fine Arts of Caracas and an exhibition of small mobiles, gouaches and drawings is presented in the same museum.",
  "1961": "Invited by the Institute of France, he gave a series of lectures on the University City of Caracas at the Society of Architects of Paris. He received the title Doctor Honoris Causa from the Central University of Venezuela. He is a Member of the National Institute for Architectural Education, of the United States, and a Member of the Commission on the Practice of the Profession of the International Union of Architects.",
  "1962": "He intervenes as an open speaker on P. L. Nervi's conference at the VI Congress of the International Union of Architects, London, with the presentation Influences of concrete and the technical and scientific progress of the architecture of today and tomorrow. Participate in the Union of the Arts colloquium. History of an Era 1890 - 1962, Royaumont Abbey, France, with The Synthesis of the Arts: Southern Europe and Latin America. In November he met Le Corbusier in his atelier, visited La Tourette and by letter congratulated him on what he considered one of his best works.",
  "1963": "Between 1963 and 1967, with Gorka Dorronsoro, he planned the School of Sanitary Engineering and the Faculty of Economics (collaborator: Juan Pedro Posani), which will be completed in 1980, and the School of Industrial Engineering, the Faculty of Sciences and the Faculty of Law. , which were never built. Receives the National Architecture Prize for the University City, awarded for the first time by the National Government. Participates in the exhibition Du paysage à l'expression plastic, at the House of Culture in Le Havre, France. He gives three conferences at the Museum of Fine Arts of Caracas on architecture, its current trends and the city. He is President of the Organizing Committee of the First Bolivarian Congress of Architects. He is a Member of the Qualifying Jury of the Project Competition for the Venezuelan Pavilion at the New York International Fair.",
  "1964": "He gives a series of lectures in the USA: at the Pratt Institute, Brooklyn, New York; at the University of North Carolina at Raleigh; at the School of Architecture and Planning at M.I.T. in Cambridge, MA; at the University of Pennsylvania, Philadelphia; at the University of Virginia. And he participates in the exhibition Churches and Temples since the Post-war at the American Institute of Architects in New York. He is an Honorary Member of the Colombian Society of Architects. He receives a Gold Plate from the Venezuelan Society of Architects and a Diploma of Recognition and Tribute for his Urban Planning work carried out in Venezuela. Sibyl Moholy-Nagy's book Carlos Raúl Villanueva and the Architecture of Venezuela, bilingual English-Spanish in Venezuela, is published; English-German in Germany. The Bulletin of the Center for Historical and Aesthetic Research appears, which includes an essay by Villanueva on 'The City and its History'",
  "1965": "Participates in the exhibition Current Architecture of America, Madrid, and gives the conference Some observations on the current development of Ibero-American Architecture at the Institute of Hispanic Culture. He gives a conference at the Mendoza Foundation, Caracas, and sends two papers to the XI Pan-American Congress of Architects in Washington, which he cannot attend: The Development and Condition of the Cities of the Americas and Housing. He receives his Diploma of Merit from the Municipal Council of Caracas.",
  "1966": "He is a Jury member of the Ill American Art Biennial of Córdoba, Argentina, along with Alfred Barr, Arnold Bode, Sam Hunter and Aldo Pellegrini. Meeting with his friend Amancio Williams. He receives the Mendoza Foundation Sculpture Award for the work Pic-nic, one of his assemblages made with waste materials; in the V Hall of the College of Architects of Venezuela. He is Honorary President of the College of Architects of Venezuela. On the occasion of the upcoming Caracas Quadricentenary, he publishes Caracas en Tres Tiempos. He receives the José María Vargas Order in his first class, awarded by the University Council of the UCV. Participates in the Committee of Consulting Architects for the Project of the Headquarters Building of the Bureau International de Travail, ILO, in Geneva.",
  "1967": "Creates the Venezuelan Pavilion for the Montreal Universal Exhibition. Participates in the International Seminar on the Situation of the Historiography of Latin American Architecture, Caracas. Receives honor from the American Academy of Achievements in Dallas, TX, USA. He is an Honorary Member of the Bolivarian Society of Architects. Receives the City of Caracas Order, imposed by the Municipal Council of Caracas and Honorable Mention of the Municipal Architecture Award.",
  "1968": "The Monte Avila publishing house publishes Apolo en la Democracia by Walter Gropius with a prologue by Villanueva. Participates in the XII Pan American Congress of Architects held in Bogotá. He is an Honorary Member of the Colombian Cultural Center of Venezuela. He is the Curator of the Venezuela Exhibition at the XXXIV Venice Biennale, being in charge of the assembly of the works of Marisol Escobar, a Venezuelan representative. Receives the Good Citizen Medal, awarded by the Pro-Venezuela Association.",
  "1969": "Preliminary project for the Student House of the University City of Paris, commissioned by the Fina Gómez Foundation, an entity that publishes Caracas through its Architecture by G. Gasparini and J. P. Posani. The Student Assembly elects Villanueva as representative of the Faculty of Architecture and Urban Planning before the University Council during the Renewal Movement. He receives the Latin American Award from the Institute for the Promotion of Sciences, Arts and Achievements, IPCLAR, in Santa Fe, Argentina. He is an Honorary Member of the Society of Architects of Mexico and a Benefactor Member of the La Salle Foundation of Natural Sciences of Caracas.",
  "1970": "The Jesús Soto Museum project in Ciudad Bolívar begins, its last building built. He participates as a panelist at the XIII Pan-American Congress of Architects, Puerto Rico, where he meets Sibyl Moholy-Nagy for the last time. Villanueva and Posani are invited to the Inaugural Seminar of the Faculty of Architecture of the Universidad de los Andes, where he is named Honorary Professor.",
  "1971": "The Estudio Actual Gallery, in Caracas, exhibits Art in the Spaces of Man in homage to Villanueva; Then it travels to the Center of Art and Communication of Buenos Aires. He is named Honorary President of the College of Engineers of Venezuela.",
  "1972": "Construction of the second expansion of the Museum of Fine Arts begins. The University of the Andes, Mérida, names him Doctor Honoris Causa. His health began to deteriorate rapidly, he was hospitalized in an emergency in that city and transferred to Caracas. He is chosen by the International Le Corbusier Association, AlLC, to be part of an International Committee to support that institution, made up of personalities linked to architecture from around the world. The Espacio y Forma Collection publishes Villanueva's Drawings. Punto magazine calls for an international competition for articles on Villanueva's architecture and the analysis of his work, winning the first Makoto Suzuki prize. He is an Honorary Member of the Venezuelan Society of Urban Planners.",
  "1973": "Due to his delicate state of health, he retired as a professor from the Faculty of Architecture and Urban Planning of the UCV, in which he carried out immense teaching work alongside a group of young professors and students who affectionately recognized him as 'Master Villanueva'. From this long and pioneering work in the training of an entire generation of architects, he will leave a large and invaluable manuscript, full of sketches and drawings: the Teaching Notes for his classes. The Jesús Soto Museum of Modern Art is inaugurated in Ciudad Bolívar and, in December, also the second expansion of the Museum of Fine Arts. Villanueva manages to see this building without being completely completed, in a wheelchair and already permanently disabled by the illness that afflicts him.",
  "1974": "On Architect's Day, he receives the Tribute from the Central University of Venezuela, Caracas, from the Banco Obrero and from the College of Architects. Two plaques are discovered that name the Covered Plaza of the University City and Block 1 of El Silencio.",
  "1975": "Carlos Raul Villanueva dies on August 16 in Caracas."
}
